Repository: CMPUT401FSJ/FSJAwards
Catalog: FSJ_django20_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: contains
fr: contient

source: CCID contains:
fr: CCID contient:

source: First Name contains:
fr: Prénom contient:

source: Middle Name contains:
fr: 2e Nom contient:

source: Last Name contains:
fr: Nom de famille contient:

source: Student ID contains:
fr: Numéro d'étudiant contient:

source: Year:
fr: Année d'étude:

source: Program:
fr: Programme:

source: Student CCID contains:
fr: CCID contient:

source: Student First Name contains:
fr: Prénom contient:

source: Student Last Name contains:
fr: Nom de famille contient:

source: Award Name contains:
fr: Nom de la bourse contient:

source: Award:
fr: Bourse:

source: Award Programs:
fr: Programmes de la bourse:

source: Is Submitted:
fr: Soumise:

source: Is Archived:
fr: Archivée:

source: Is Reviewed:
fr: Évaluée:

source: The start date must be later than the end date.
fr: La date de début doit précéder la date de fin.

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Upload a CSV with fields CCID, ID, First Name, Middle Name, Last Name, Email (Univ), Prog & Year
fr: Téléverser un fichier CSV avec les champs CCID, ID, First Name, Middle Name, Last Name, Email (Univ), Prog & Year

source: Student File
fr: Dossier étudiant

source: Upload a CSV with fields ID, GPA & Credits
fr: Téléverser un fichier CSV avec les champs CCID, GPA & Credits

source: GPA File
fr: Fichier GPA

source: Rank
fr: Classement

source: Cannot understand %s
fr: Impossible de lire %s

source: Rank must be between 1 and 5
fr: Le classement doit être compris entre 1 et 5

source: An email is required
fr: Une adresse @ualberta.ca est requise

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Language Preference
fr: Langue de préférence

source: Award
fr: Bourses

source: Student
fr: Étudiant

source: Is Submitted
fr: Soumise

source: Is Reviewed
fr: Demande évaluée

source: Is Archived
fr: Demande archivée

source: Application Document
fr: Documents à soumettre

source: Viewed
fr: Demande en cours

source: Adjudicators
fr: Évaluateurs

source: Review Completed
fr: Évaluation terminée

source: Review Pending
fr: Évaluation en attente

source: View Application
fr: Voir la demande de bourse

source: Name
fr: Nom

source: Value
fr: Montant de la bourse

source: Programs
fr: Programmes

source: Years
fr: Année d'études

source: End Date
fr: Date de fin

source: Documents Required
fr: Documents requis

source: Is Active
fr: Bourse active

source: Comment
fr: Commentaire

source: Review Required
fr: Évaluation en attente

source: Review In Progress
fr: Évaluation en cours

source: Application
fr: Demande de bourse

source: Adjudicator
fr: Évaluateur

source: Comment Text
fr: Commentaires

source: Committee Name
fr: Comités

source: Awards
fr: Bourses

source: Program Code
fr: Code du programme

source: Program Name
fr: Nom du programme

source: Program
fr: Programme

source: Year
fr: Année d'études

source: Credits
fr: Crédits

source: Middle Name
fr: 2e Nom

source: U of A Student ID
fr: Numero d'étudiant UofA

source: Year of Study
fr: Année d'études

source: View All
fr: Afficher

source: Start Date
fr: Date de début

source: Doc?
fr: Document manquant?

source: Active?
fr: Activer?

source: Applications
fr: Demandes de bourse

source: No Applications
fr: Aucune demande

source: Return to Awards
fr: Retour page de bourses

source: View Archive
fr: Voir archive

source: Student ID
fr: Numéro d'étudiant

source: Is Submitted?
fr: Demande soumise?

source: Status
fr: Statut

source: Review Application(s)
fr: Demande à évaluer

source: Archive Application(s)
fr: Demande à archiver

source: Delete Application(s)
fr: Demande à supprimer

source: Finish Award Review
fr: Évaluation terminée

source: Mark Award Unreviewed
fr: Marqué comme non-évalué

source: Edit Award
fr: Modifier bourse

source: Add Award
fr: Créer bourse

source: Search
fr: Rechercher

source: Clear Filters
fr: Retirer filtres

source: Add award
fr: Ajouter bourse

source: Edit
fr: Modifier

source: Activate award(s)
fr: Activer bourse

source: Deactivate award(s)
fr: Désactiver bourse

source: Delete award(s)
fr: Supprimer bourse

source: Change award date(s)
fr: Modifier date de bourse

source: Reset award(s)
fr: Réiniatilisation bourse

source: CSJ Awards
fr: Bourses CSJ

source: CSJ Logo
fr: Logo CSJ

source: Home
fr: Accueil

source: History
fr: Historique

source: Students
fr: Étudiants

source: Committees
fr: Comités

source: Years of study
fr: Année d'études

source: Profile
fr: Profil

source: Logout
fr: Fin de session

source: Edit Committee
fr: Modifier comité

source: Add Committee
fr: Ajouter Comité

source: Add adjudicator
fr: Ajouter évaluateur

source: View
fr: Afficher

source: Delete adjudicator(s)
fr: Supprimer évaluateur

source: Return to Applications
fr: Retour aux demandes

source: Reactivate Application(s)
fr: Réactiver demande?

source: Submitted?
fr: Demande soumise?

source: Archived?
fr: Archivée?

source: Delete application(s)
fr: Supprimer demande

source: Export Review Summary
fr: Exporter résumé d'évaluation

source: Committee
fr: Comité

source: Final Review
fr: Évaluation finale

source: Export Review
fr: Exporter les évaluations

source: Export
fr: Exporter

source: Delete committee(s)
fr: Supprimer comité

source: Rank 1
fr: 1er choix

source: Rank 2
fr: 2e choix

source: Rank 3
fr: 3e choix

source: Rank 4
fr: 4e choix

source: Rank 5
fr: 5e choix

source: Save
fr: Sauvegarder

source: Return to Committees
fr: Retour aux comités

source: Add program
fr: Ajouter programme

source: Delete program(s)
fr: Supprimer programme

source: Add student
fr: Ajouter étudiant

source: Upload student files
fr: Télécharger fichier

source: Delete student(s)
fr: Supprimer étudiant

source: Upload
fr: Télécharger

source: Return to Students
fr: Retour page d'étudiants

source: Years of Study
fr: Année d'études

source: Add year
fr: Ajouter Année d'études

source: Delete year(s)
fr: Supprimer année d'études

source: Hi non student
fr: Aucun étudiant

source: Login - Campus Saint-Jean Awards System
fr: Connexion - Système de bourses -Campus Saint-Jean

source: Login
fr: Se connecter

source: Register
fr: S'inscrire

source: Forgot Password
fr: Mot de passe oublié

source: Red X
fr: Rouge X

source: Cancel
fr: Annuler

source: Your account has not been set up as a Student, Coordinator, or Adjudicator.
fr: Ce compte n'existe pas.

source: Please contact the Coordinator or system administrator to be set up.
fr: Veuillez contacteur la coordinatrice du système conseiller@ualberta.ca.

source: You can log out from
fr: Vous pouvez vous déconnecter d'

source: here
fr: ici

source: Edit Program
fr: Modifier program

source: Add Program
fr: Ajouter programme

source: Apply
fr: Soumettre une demande

source: Eligible Programs
fr: Programme éligible

source: Eligible Years Of Study
fr: Année d'études admissible

source: Save application
fr: Sauvegarder

source: Submit application
fr: Soumettre

source: Delete application
fr: Supprimer demande

source: Please note:
fr: Veuillez noter:

source: Students starting their 2nd, 3rd, 4th or 5th year of study must have obtained at least 24 credits in the academic year before the year in which the award is paid out.
fr: Les étudiants entrant dans leur 2e, 3e, 4e ou 5e année d'études doivent avoir réussi au moins 24 crédits l’année académique précédant celle du paiement des bourses.

source: Letters of presentation or of recommendation must be no more than one year old.
fr: Les lettres de presentation ou de recommandation ne peuvent dater de plus d'une année académique.

source: The availability of awards and the amount of money offered for them can vary without notice.
fr: La disponibilité et le montant des bourses peuvent varier sans préavis.

source: Only candidates who have won an award will be contacted.
fr: Seuls les candidats retenus pour les bourses seront contactés.

source: All documents required for awards must be submitted as a single PDF.
fr: Les documents soumis doivent obligatoirement être sous format PDF.

source: Application History
fr: Historique des demandes

source: No past awards
fr: Aucune bourse précedente

source: New Awards
fr: Nouvelles bourses

source: In-Progress Awards
fr: Demandes en cours

source: Submitted Awards
fr: Demandes soumises

source: No new awards
fr: Pas de nouvelle bourse

source: No in-progress awards
fr: Aucune demande en cours

source: Unsubmit
fr: Annuler demande soumise

source: No submitted awards
fr: Aucune demande soumise

source: Hi student
fr: Bonjour

source: View Application for
fr: Voir demande

source: Comments
fr: Commentaires

source: Program(s)
fr: Programme

source: Year(s)
fr: Année d'études

source: No document has been uploaded yet, but one is expected.
fr: Document obligtoire. Prière de soumettre.

source: Mark reviewed
fr: Marqué comme évalué

source: Mark unreviewed
fr: Marqué comme non-évalué

source: Application Reviewed
fr: Demande évalué

source: Delete comment & ranking
fr: Supprimer commentaire et choix de candidat

source: Ranking
fr: Classement

source: View Student
fr: Voir dossier étudiant

source: Edit Year
fr: Modifier année d'études

source: Add Year
fr: Ajouter Année d'études

source: This Account is already active.
fr: Ce compte est déja utilisé.

source: If you have lost your password, press the Forgot Password button on the
fr: Si vous avez oublié votre mot de passe, cliquez sur Mot de passe oublié

source: login page
fr: page de connexion

source: Your password has been set.
fr: Votre mot de passe a été validé.

source: New Password
fr: Nouveau mot de passe

source: Change password
fr: Changer de mot de passe

source: The password set link is invalid. Please request a new password link
fr: Le lien est invalide. Veuillez demander s'il vous plaît un nouveau lien de mot de passe

source: Set Password
fr: Définir un mot de passe

source: An e-mail has been sent to the University of Alberta e-mail that you have entered.
fr: Un courrier électronique a été envoyé à l'adresse @ualberta.ca que vous avez indiqué.

source: If you have not recieved the e-mail, please assure that the e-mail you have entered is in fact yours, otherwise check your spam folder.
fr: Si vous n'avez toujours pas reçu d'email, assurez-vous que votre adresse est correcte et vérifier votre dossier spam.

source: Please follow the link in your email or return to the login page from
fr: Veuillez suivre le lien dans votre email ou retournez à la page de connexion d'

source: To reset the password for
fr: Pour changer votre mot de passe

source: click the following link:
fr: cliquer sur le lien suivant:

source: Please enter your University of Alberta e-mail.
fr: Veuillez indiquer votre adresse@ualberta.ca.

source: A link to set your new password will be sent to this e-mail.
fr: Le lien pour modifier votre mot de passe sera envoyé à cette adresse.

source: Send Password Link
fr: Envoyer le lien pour le nouveau mot de passe

source: Activate Account
fr: Activer le compte

source: Please click the following link to confirm your registration,
fr: Cliquer sur le lien suivant pour valider votre inscription,

source: Please enter your Ualberta Email
fr: Veuillez indiquer votre adresse@ualberta.ca

source: If you are a Campus Saint Jean student, you will be sent an email to register on this website.
fr: Si vous êtes étudiant au Campus Saint Jean, vous recevrez un email pour vous inscrire sur ce site.

source: Send Registration
fr: Envoyer le lien pour l'inscription

source: This email is not associated with Campus Saint Jean's award system.
fr: Cet email n'est pas valide.

source: File must be in PDF format
fr: Un fichier doit être au format PDF

source: Student ID must be numeric
fr: Numéro d'étudiant à 7 chiffres

source: [DO NOT REPLY] Activate Campus Saint Jean Awards Account
fr: [NE PAS RÉPONDRE] Activer votre compte Bourse du Campus Saint Jean

source: Student does not exist
fr: Profil inexistant

source: This application does not exist
fr: Cette demande n'existe pas

source: Adjudicator does not exist
fr: Cet évaluateur n'existe pas

source: Awards reset and dates changed
fr: Bourses réinitialisées et dates modifiées

source: Awards reset
fr: Bourses réinitialisées

source: Award dates changed
fr: Dates modifiées

source: The start date cannot be later than the end date
fr: La date de début doit précéder la date de fin

source: Year does not exist
fr: L'année d'études n'existe pas

source: Upload success!
fr: Téléchargement réussi!

source: Please upload a UTF-8 encoded CSV file.
fr: Veuillez técharger un fichier au format CSV encodage UTF-8.

source: Please make sure all column names match specified column names.
fr: Veuillez vous assurer que les noms des colonnes correspondent.

source: Please ensure all required programs have been added.
fr: Veuillez vous assurer que tous les programmes requis ont été ajoutés.

source: Please ensure all required years of study have been added.
fr: Veuillez vous assurer que toutes les années d'études ont été ajoutées.

source: The student you are attempting to upload a GPA for does not exist.
fr: Cet étudiant n'existe pas.

source: Unexpected error. Please confirm file is in a valid format, and has all required columns/programs/years.
fr: Erreur inattendue. Veuillez verifier que toutes les informations sont incluses, ainsi que le format du fichier.

source: Committee does not exist
fr: Le comité n'existe pas

source: This application is missing a document
fr: Cette demande de bourse manque un document

source: French
fr: Français
